Namespace:   Autodesk.Revit.DB.PointClouds
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public Object CurrentObject { get; }
  Visual Basic
Public ReadOnly Property CurrentObject As Object
	Get
  Visual C++
public:
virtual property Object^ CurrentObject {
	Object^ get () sealed;
}
 Implements
  IEnumerator Current
 See Also
  PointIterator Class
  Autodesk.Revit.DB.PointClouds Namespace